{
    "Young (2004) A prospective, population-based study of the epidemiology and outcome of out-of-hospital pediatric cardiopulmonary arrest.pdf": {
        "What was the overall survival rate to hospital discharge for pediatric out-of-hospital cardiopulmonary arrest patients in this study, and what percentage of survivors had good neurologic outcomes?": "The overall survival rate to hospital discharge was 8.6% (51 out of 596 patients). One third of the survivors (16 of 51, or 31%) had good neurologic outcome (PCPC score of 1 or 2), defined as no disability or mild disability.",
        "Which patient characteristics and arrest features were significantly associated with higher survival rates, and what finding did the study report regarding the relationship between the number of epinephrine doses and neurologic outcomes in survivors?": "Witnessed arrests had significantly higher survival rates (16% for witnessed arrests vs 8.6% overall). Patients with pulseless electrical activity (PEA) had 19% survival and ventricular fibrillation had 10% survival, compared to only 3% for asystole. Respiratory etiologies and submersions had relatively higher survival rates compared to SIDS and trauma. Regarding epinephrine, none of the survivors with good neurologic outcome (PCPC 1 or 2) received more than 3 doses of epinephrine or were resuscitated for more than 31 minutes in the emergency department."
    },
    "Herlitz (2005) Characteristics and outcome among children suffering from out of hospital cardiac arrest in Sweden.pdf": {
        "What was the overall survival rate at 1 month for children suffering from out-of-hospital cardiac arrest in Sweden, and what was the most common etiology?": "The overall survival to 1 month was 4% (18 of 443 patients). The most common etiology was sudden infant death syndrome (SIDS) in 34% of cases, followed by cardiac causes in 11%.",
        "In the multivariate analysis examining prognostic factors for survival, which factor emerged as an independent predictor of increased chance of survival, and what was its adjusted odds ratio?": "The only factor that appeared as an independent predictor of an increased chance of survival was cardiac arrest occurring outside the home (adjusted odds ratio 8.7; 95% CI 2.2–58.1). Patients who suffered cardiac arrest outside their home had markedly increased survival compared to those whose arrest occurred at home. No other strong predictors for survival could be demonstrated in the multivariate analysis."
    },
    "Gupta (2016) Risk factors and outcomes of in-hospital cardiac arrest following pediatric heart operations of varying complexity.pdf": {
        "What was the overall incidence of cardiac arrest after cardiac surgery in this study, and how did the prevalence differ between low complexity and high complexity operations?": "Overall, 2.7% (736 out of 26,909 patients) had cardiac arrest after cardiac surgery with an associated mortality of 31%. The prevalence of cardiac arrest was significantly lower among patients undergoing low complexity operations compared to high complexity operations (1.7% vs. 5.9%). Operations were classified as low complexity (STS-EACTS Categories 1, 2, and 3) or high complexity (Categories 4 and 5).",
        "After adjusting for patient and center characteristics, did surgical complexity affect mortality or neurological outcomes following cardiac arrest, and which hospital characteristics were independently associated with better outcomes?": "In adjusted models, although odds of cardiac arrest were significantly lower among patients undergoing low complexity operations (OR: 0.55, 95% CI: 0.46–0.66), there was no statistically significant difference in mortality (OR: 0.79, 95% CI: 0.49–1.28) or neurological outcomes (OR: 0.61, 95% CI: 0.15–2.41) after cardiac arrest regardless of surgical complexity. Presence of around-the-clock in-house attending level pediatric intensivist coverage (24/7 coverage) was independently associated with lower incidence of post-operative cardiac arrest (OR: 0.35, 95% CI: 0.26–0.47), and presence of a dedicated cardiac ICU was associated with lower mortality after cardiac arrest (OR: 0.48, 95% CI: 0.25–0.92)."
    },
    "Donoghue (2006) Effect of hospital characteristics on outcomes from pediatric cardiopulmonary resuscitation- A report from the national registry of cardiopulmonary resuscitation.pdf": {
        "What was the overall 24-hour survival rate for children receiving in-hospital cardiopulmonary resuscitation in this study, and which clinical factors were significantly associated with worse survival outcomes?": "The overall 24-hour survival rate was 51% (347 of 677 patients). Clinical factors significantly associated with worse survival outcomes included patients whose CPR was initiated in the emergency department (had worse 24-hour survival compared to all other locations, P < 0.001), and trauma patients (who had worse survival compared to all other diagnostic categories, P < 0.001 for all pairwise comparisons). The majority of events (70.8%) occurred in an ICU.",
        "In the multivariate analysis, which hospital staffing characteristics were independently associated with improved 24-hour survival, and were measures of patient volume or specialized facilities associated with improved outcomes?": "In multivariate analysis, improved 24-hour survival was associated with hospitals staffed by pediatric residents and surgeons (PedRes: OR 3.46, 95% CI 1.25-9.62) and hospitals with pediatric residents, surgeons, and fellows (PedFellow: OR 4.22, 95% CI 1.59-11.2), compared to hospitals with no pediatric physician staffing. Notably, measures of available facilities (such as presence or size of ICUs) and patient volume were NOT associated with improved outcomes on multivariate analysis. The presence of pediatric residents and fellows was the key factor associated with improved survival."
    },
    "Checchia (2003) Myocardial injury in children following resuscitation after cardiac arrest.pdf": {
        "What was the survival rate to hospital discharge in this study, and how did cardiac arrest duration and epinephrine doses differ significantly between survivors and non-survivors?": "Survival to hospital discharge was 29% (7 of 24 patients). The median duration of cardiac arrest for survivors was 6 minutes (range 3-63 minutes) versus 34 minutes (range 4-70 minutes) for non-survivors (P = 0.02). Survivors received 1.3 ± 2.2 doses of epinephrine compared with 2.9 ± 1.6 doses for non-survivors (P = 0.02).",
        "How did cardiac troponin I levels correlate with echocardiographic measures of myocardial function, and what were the significant differences in ejection fraction and circumferential fiber shortening between survivors and non-survivors?": "Ejection fraction correlated inversely with troponin I at 12 hours (r = -0.54, P = 0.01) and at 24 hours (r = -0.59, P = 0.02). Circumferential fiber shortening also correlated inversely with troponin (r = -0.46, P = 0.03 for survivors and r = -0.65, P = 0.01 for non-survivors). The ejection fraction for survivors averaged 73.2 ± 11.2%, but for non-survivors only 55.4 ± 19.8% (P = 0.04). Circumferential fiber shortening for survivors was 37.5 ± 7.8% and 25.5 ± 10.7% for non-survivors (P = 0.02). Significantly greater concentrations of troponin I were observed in non-survivors at admission and 12 hours later, with maximal troponin values occurring at 12 hours after admission."
    },
    "Rodriguez-Nunez (2006) Pediatric defibrillation after cardiac arrest- Initial response and outcome.pdf": {
        "What percentage of pediatric cardiac arrest patients in this study required defibrillation, and what was the success rate of the first shock (2 J/kg) in terminating ventricular fibrillation or pulseless ventricular tachycardia?": "Defibrillation was necessary in 18.2% (44 out of 241) of children who suffered cardiac arrest. The first shock at a dose of 2 J/kg terminated VF or PVT in only 8 patients (18.1%). In total, 17 children (38.6%) needed more than three shocks to resolve VF or PVT, indicating that termination of VF/PVT after the first defibrillation dose was achieved in a low percentage of cases.",
        "How did the timing of ventricular fibrillation or pulseless ventricular tachycardia (initial vs. subsequent during CPR) affect outcomes, and what was the overall one-year survival rate in this study?": "Children with VF or PVT as the first documented rhythm had significantly better outcomes than children with subsequent VF or PVT (developing during resuscitation). Children with initial VF/PVT had better ROSC, better initial survival, and better final survival than those with subsequent VF/PVT. ROSC was achieved in 28 cases (63.6%) and it was sustained in 19 patients (43.2%). However, only 3 patients (6.8%) survived at 1-year follow-up. The outcome was very poor when a shockable rhythm developed during resuscitation efforts. Survival rate was inversely related to the duration of cardiopulmonary resuscitation, with most patients who survived having CPR duration in the first 4 minutes."
    },
    "Rossano (2006) Energy doses for treatment of out-of-hospital pediatric ventricular fibrillation.pdf": {
        "What was the survival rate to hospital discharge in this study of out-of-hospital pediatric ventricular fibrillation, and what percentage of shocks exceeded the recommended energy doses?": "Nineteen (33%) patients survived to hospital discharge out of 57 patients identified. When evaluating all 185 shocks using the 50th percentile estimated weight, 45 (24%) shocks were at recommended doses (2 to ≤4 J/kg), 56 (30%) were at moderately high energy doses (>4-6 J/kg), and 84 (45%) were high energy doses (>6 J/kg). Therefore, 76% of shocks exceeded recommended doses. Ventricular fibrillation was the initial rhythm in 80% (43/54) of patients. The mean number of shocks delivered was 3, with ≤2 shocks delivered to 28 (49%) and ≥5 shocks delivered to 10 (18%) patients.",
        "Was energy dose related to survival outcomes, and what range of total cumulative doses did survivors receive in this study?": "Energy dose was NOT related to survival in this study. No dose group was associated with survival when using either the 50th or 95th percentile weight estimates. Survival occurred at total doses as low as 3 J/kg and up to 73 J/kg (50th percentile weight for age). Cumulative dose per kilogram did not differ between those who survived and died (10 and 11 J/kg, respectively). The only factor significantly associated with survival was a shorter duration of CPR. Survivors had a median resuscitation duration of 20 minutes (25th, 75th % 11, 30), compared with non-survivors at 51 minutes (25th, 75th % 37, 74) (p = 0.0001). Elevated energy dose was associated with increasing number of shocks and lack of bystander CPR (p < .05)."
    },
    "Chan (2008) Survival after extracorporeal cardiopulmonary resuscitation in infants and children with heart disease.pdf": {
        "What was the overall survival rate for infants and children with heart disease treated with extracorporeal cardiopulmonary resuscitation (ECPR) in this study, and how did outcomes vary by cardiac physiology?": "Overall survival to hospital discharge was 42% (207 of 492 patients). Survival varied by cardiac physiology: patients with single-ventricle lesions had a lower survival rate compared to those with 2-ventricle lesions (P = 0.02), though there was no difference in survival between those with 2-ventricle lesions and those with muscle disease (P = 0.6) or between those with single-ventricle lesions and those with muscle disease (P = 0.1). Patients with single-ventricle lesions (median age 16 days) were younger than patients with 2-ventricle lesions (median age 105 days), and patients with muscle disease (median age 710 days) were older than both groups.",
        "What pre-ECMO factors were significant independent predictors of mortality in the multivariable logistic regression analysis, and which ECMO-related complications were associated with increased mortality?": "Significant pre-extracorporeal predictors for mortality included: single-ventricle physiology (OR 1.6, 95% CI 1.05-2.4), a history of a stage 1-type procedure (OR 2.7, 95% CI 1.2-6.2), and extreme acidosis with arterial blood gas pH < 7.01 (OR 2.2, 95% CI 1.3-3.7). Right carotid artery cannulation was associated with decreased mortality risk (OR 0.6, 95% CI 0.4-0.9). During extracorporeal support, complications including renal injury, evidence of neurologic injury, and persistent acidosis were associated with an increased risk of hospital mortality. The median duration of ECMO was 4 days (range 1-22)."
    },
    "Alsoufi (2007)Survival outcomes after rescue extracorporeal cardiopulmonary resuscitation in pediatric patients with refractory cardiac arrest.pdf": {
        "What was the overall survival rate and favorable outcome rate (survival with grossly intact neurologic status) for pediatric patients receiving rescue ECPR in this study, and what was the median duration of CPR before ECMO institution?": "Survival to hospital discharge was achieved in 27 (34%) of 80 patients. Twenty-four (30%) patients had a favorable outcome, defined as survival with grossly intact neurologic status. The median duration of cardiopulmonary resuscitation for patients with favorable outcome was 46 minutes (range 14-95; interquartile range 29-55) versus 41 minutes (range 19-110; interquartile range 30-55) for those with unfavorable outcome (P = 0.916). The most common cause of death was ischemic brain injury (n = 17). ECMO was successfully discontinued in 42 (54%) patients through weaning (n = 35) or heart transplantation (n = 7).",
        "According to the multivariable logistic regression model, which factors were NOT significant predictors of favorable outcome, and what does this suggest about patient selection for ECPR?": "According to the logistic regression model, NONE of the following factors was a significant predictor of favorable outcome: age, weight, sex, etiology (cardiac vs noncardiac), duration of cardiopulmonary resuscitation, cannulation site, timing, or location of extracorporeal membrane oxygenation institution. The study identified 7 patients in whom chest compression was performed for almost 1 hour before ECPR (up to a maximum of 95 minutes) who survived without any gross neurologic deficit. The lack of predictors of poor outcome supports aggressive attempts to initiate extracorporeal cardiopulmonary resuscitation in all patients, followed by subsequent assessment of organ salvage. The median duration of ECMO was 4 days (range 1-22)."
    },
    "Samson (2006) Outcomes of in-hospital ventricular fibrillation in children.pdf": {
        "What was the incidence of ventricular fibrillation or ventricular tachycardia in this large multicenter registry of pediatric in-hospital cardiac arrests, and how did this compare between initial and subsequent rhythms?": "Of 1005 index patients with in-hospital cardiac arrest, 272 (27%) had documented ventricular fibrillation or tachycardia during the arrest. In 104 patients (10%), ventricular fibrillation or tachycardia was the initial pulseless rhythm; in 149 patients (15%), it developed during the arrest as a subsequent rhythm. The time of initiation was not documented in 19 patients. This incidence was substantially higher than previous studies (which reported 1-17%), presumably because both initial and subsequent VF/VT were prospectively and rigorously documented in this registry.",
        "How did survival outcomes differ between patients with initial ventricular fibrillation/tachycardia, subsequent ventricular fibrillation/tachycardia, and no ventricular fibrillation/tachycardia, and what were the adjusted odds ratios?": "Thirty-five percent of patients with initial ventricular fibrillation or tachycardia survived to hospital discharge, compared with 11% of patients with subsequent ventricular fibrillation or tachycardia (adjusted odds ratio 2.6, 95% CI 1.2-5.8). Unexpectedly, patients with subsequent VF/VT had substantially worse outcomes than those with no VF/VT: 27% of patients with no ventricular fibrillation or tachycardia survived to hospital discharge, compared with 11% of patients with subsequent ventricular fibrillation or tachycardia (adjusted odds ratio 3.8, 95% CI 1.8-7.6). There were no significant differences in outcomes between patients with initial VF/VT and those without VF/VT. The median duration of CPR was longer in patients with subsequent VF/VT (30 vs. 20 minutes for initial VF/VT, P = 0.004)."
    }
}